/* Content for alert popup prompting to confirm removing a saved card. {card brand} •••• {last 4} e.g. 'Visa •••• 3155' */
"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Add";

/* Title shown above a card entry form */
"Add a card" = "Add a card";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Add a payment method";

/* Title shown above a view allowing the customer to save their first card. */
"Add card" = "Add card";

/* Title shown above a view allowing the customer to save a card. */
"Add new card" = "Add new card";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Add new payment method";

/* Title shown above a view allowing the customer to add a US bank account. */
"Add US bank account" = "Add US bank account";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Add your payment information";

/* Text on a screen asking the user to approve a payment */
"Approve payment" = "Approve payment";

/* Text for back button */
"Back" = "Back";

/* A label used in various UIs, including a button that represents a payment method type 'Bank' - where a user can pay with their bank account instead of, say, a credit card. */
"Bank" = "Bank";

/* Title for collected bank account information */
"Bank account" = "Bank account";

/* Promotional text for Afterpay/Clearpay - the image tag will display the Afterpay or Clearpay logo. This text is displayed in a button that lets the customer pay with Afterpay/Clearpay */
"Buy now or pay later with <img/>" = "Buy now or pay later with <img/>";

/* Subtitle shown on a button allowing a user to select to pay with Afterpay. */
"Buy now or pay later with Afterpay" = "Buy now or pay later with Afterpay";

/* Subtitle shown on a button allowing a user to select to pay with Clearpay. */
"Buy now or pay later with Clearpay" = "Buy now or pay later with Clearpay";

/* Promotional text for Klarna, displayed in a button that lets the customer pay with Klarna */
"Buy now or pay later with Klarna" = "Buy now or pay later with Klarna";

/* Header text shown above a UPI ID text field */
"Buy using a UPI ID" = "Buy using a UPI ID";

/* Paypal mandate text */
"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms.";

/* Amazon Pay mandate text */
"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms.";

/* Klarna mandate text */
"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "By continuing to Klarna, you allow %1$@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %2$@.";

/* Paypal mandate text */
"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms.";

/* Revolut Pay mandate text */
"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>.";

/* Cash App mandate text */
"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "By continuing, you authorize %1$@ to debit your Cash App account for this payment and future payments in accordance with %2$@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.";

/* Text displayed below a credit card entry form when the card will be saved to make future payments. */
"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms.";

/* Legal text shown when creating a Link account. */
"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur.";

/* Legal text shown when creating a Link account. */
"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>.";

/* Button text on a screen asking the user to approve a payment */
"Cancel and pay another way" = "Cancel and pay another way";

/* TODO */
"Choose a payment method" = "Choose a payment method";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Close card scanner";

/* Title used for various UIs, including a button that confirms entered payment details or the selection of a payment method. */
"Confirm" = "Confirm";

/* Text for alert message when user needs to confirm payment in their banking app */
"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Confirm the payment in your bank or payment app within %@ to complete the purchase.";

/* Text for alert message when user needs to confirm payment in their banking app */
"Confirm the payment in your bank's app within %@ to complete the purchase." = "Confirm the payment in your bank's app within %@ to complete the purchase.";

/* Title for prompting for a card's CVC on confirming the payment */
"Confirm your CVC" = "Confirm your CVC";

/* Title for the contact information section */
"Contact information" = "Contact information";

/* Label for CPF/CPNJ (Brazil tax ID) field */
"CPF/CPNJ" = "CPF/CPNJ";

/* Text for a button that allows manual entry of an address */
"Enter address manually" = "Enter address manually";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* Select a bank dropdown for FPX */
"FPX Bank" = "FPX Bank";

/* Bacs Debit mandate text */
"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account.";

/* Label for an IBAN field */
"IBAN" = "IBAN";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

/* Title shown above a view containing the customer's payment method that they can delete or update */
"Manage payment method" = "Manage payment method";

/* Title shown above a view containing the customer's payment methods that they can delete or update */
"Manage payment methods" = "Manage payment methods";

/* Title shown above a carousel containing the customer's payment methods */
"Manage your payment methods" = "Manage your payment methods";

/* Label for name on card field */
"Name on card" = "Name on card";

/* Label of a button that appears on a checkout screen. When tapped, it displays a credit card form. This button is shown next to another button representing the customer's saved card; the word 'new' is meant to differentiate this button's action with the saved card button. */
"New card" = "New card";

/* Title shown above a section containing payment methods that a customer can choose to pay with e.g. card, bank account, etc. */
"New payment method" = "New payment method";

/* Countdown timer text on a screen asking the user to approve a payment */
"Open your UPI app to approve your payment within %@" = "Open your UPI app to approve your payment within %@";

/* Separator label between two options */
"Or" = "Or";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Or pay using";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Or pay with a card";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to set up. */
"Or use" = "Or use";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to set up. */
"Or use a card" = "Or use a card";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Pay %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Pay another way";

/* Label describing the benefit of signing up for Link.
Pay faster at {Merchant Name} and thousands of businesses
e.g, 'Pay faster at Example, Inc. and thousands of businesses.' */
"Pay faster at %@ and thousands of businesses." = "Pay faster at %@ and thousands of businesses.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Pay over time with %@";

/* Promotional text for Affirm, displayed in a button that lets the customer pay with Affirm */
"Pay over time with Affirm" = "Pay over time with Affirm";

/* Text for the 'Pay with Link' button. 'Link' is a Stripe brand, please do not translate the word 'Link'. */
"Pay with Link" = "Pay with Link";

/* US Bank Account copy title for Mobile payment element form */
"Pay with your bank account in just a few steps." = "Pay with your bank account in just a few steps.";

/* Text on a screen that indicates a payment has failed */
"Payment failed" = "Payment failed";

/* Text on a screen that indicates a payment has failed informing the user we are asking the user to try a different payment method */
"Please go back and select another payment method" = "Please go back and select another payment method";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Point the camera at your card.";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Processing...";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Title for confirmation alert to remove a card */
"Remove card?" = "Remove card?";

/* Title shown above a view containing a customer's payment method that they can delete */
"Remove payment method" = "Remove payment method";

/* A button used for saving a new payment method */
"Save" = "Save";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Save a new payment method" = "Save a new payment method";

/* Title for address entry section */
"Save address" = "Save address";

/* The label of a switch indicating whether to save the payment method for future payments. */
"Save for future payments" = "Save for future payments";

/* The label of a switch indicating whether to save the user's payment details for future payment */
"Save payment details to %@ for future purchases" = "Save payment details to %@ for future purchases";

/* Prompt next to checkbox to save bank account. */
"Save this account for future %@ payments" = "Save this account for future %@ payments";

/* US Bank Account copy title for Mobile payment element form */
"Save your bank account in just a few steps." = "Save your bank account in just a few steps.";

/* Label for a checkbox that when checked allows the payment information
to be saved and used in future checkout sessions. */
"Save your info for secure 1-click checkout with Link" = "Save your info for secure 1-click checkout with Link";

/* Title shown above a button that represents the customer's saved payment method e.g., a saved credit card or bank account. */
"Saved" = "Saved";

/* Title shown above a view containing the customer's card payment methods */
"Select card" = "Select card";

/* Title shown above a view containing the customer's payment methods */
"Select payment method" = "Select payment method";

/* Title shown above a carousel containing the customer's payment methods */
"Select your payment method" = "Select your payment method";

/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */
"Set up" = "Set up";

/* Text for an error that is shown when a user selects a shipping address that
is not supported by the merchant */
"Shipping to %@ is not supported." = "Shipping to %@ is not supported.";

/* Accessibility label for an action or a button that shows a menu. */
"Show menu" = "Show menu";

/* Subtitle shown on a button allowing a user to select to pay with Link. */
"Simple, secure one-click payments" = "Simple, secure one-click payments";

/* Error message when an error case happens when linking your account */
"Something went wrong when linking your account.\nPlease try again later." = "Something went wrong when linking your account.\nPlease try again later.";

/* Prompt for microdeposit verification before completing saving payment method with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@.";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@.";

/* An error message. */
"The IBAN you entered is incomplete." = "The IBAN you entered is incomplete.";

/* An error message. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "The IBAN you entered is invalid, \"%@\" is not a supported country code.";

/* Title for a button that when tapped, updates a card brand. */
"Update" = "Update";

/* Title for a screen for updating a card brand. */
"Update card brand" = "Update card brand";

/* Text shown on a button that displays a customer's default saved payment method. When tapped, it opens a screen that shows all of the customer's saved payment methods. */
"View more" = "View more";

/* An error message. */
"Your IBAN should start with a two-letter country code." = "Your IBAN should start with a two-letter country code.";

